{
    "carta_navidad": [
        "Para mi querida princesa...\n\nQuerida desearte una muy muy feliz navidad!!!\n(Super atrasado, pero la intención es lo que cuenta)\n\nEspero que estás navidades hayan sido muy especiales para tí, por mi parte estás navidades no sentí el espiritu navideño como otros años, casi parecia otro mes como cualquier otro, pero la razon de esta carta de navidad es para dedicarte unas cuantas palabras a tí\n\nTengo mucho para decir, Asi que preparate...",

        "Para empezar quería decirte que este año a tu lado fue increible, vivir cada momento a tu lado no tiene precio, capaz no fue tu mejor año en general pero lo que viene a hacer nuestra parte juntos fue lo mejorcito del año, muchas salidas, muchos paseos, muchas charlas, muchas peleas y sobre todo mucho amor mutuo.\n\nEste tiempo estuve creando este juego, va, ahora es un prototipo el cual estoy testeando, pero como puedes ver tiene mecanicas basicas como inventario, sonidos, musica, pero obviamente no está completo, faltan muchisimas cosas, tengo muchas ideas para este mini proyecto, la idea principal es crear un juego muy bueno que podamos difrutar, lo hago basicamente de hobbie.",

        "Todavía no sé del todo cuanto tardaría en terminarlo, porque tengo muchisimas ideas pero cada idea toma muchisimo tiempo ejecutarla, pero lo ideal sería que esté lindo, tengo pensado poner un monton de referencias o algo así, sistemas de combate y cosas así para hacerlo más entretenido para los dos.\n\nBueno dejando ese tema de lado queria decirte que eres la mejor novia del mundo, si estoy haciendo esto es porque te amo mucho mucho mucho mucho mucho mucho!!!",

        "Eres la mujer de mis sueños, la que amo y deseo con toda el alma, puedo decir con total sinceridad que lo nuestro será eterno, esté 2026 se viene con todo, va a ser un mejor añito, y quiero que sea así tanto para vos como para mí.\n\nPor ultimo mi deseo de navidad es que tu 2026 sea el mejor año posible para tí, quiero lo mejor de lo mejor para tí, haría lo que fuera con total de que seas feliz.\n\nEspero que te haya gustado está sorpresa que te hice, es algo estetico pero que hice con mucho amor, espero que te guste tanto como a mí me gusto hacerlo para tí",
        
        "Eres increible, sigue así mi mujer bella, puedes con todo lo que te propongas, confio en tí más que en nadie.\n\n\nTE AMO INFINITAMENTE MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS MÁS\n\nFirma: Tu amorcito."

    ],
    "letrero_bienvenida": [
        "Bienvenido a mi mundo pixel art."
    ]

}
